<? // языковой файл для шаблона компонента
if ( !defined("GY_CORE") && (GY_CORE !== true) ) die( "gy: err include core" );

$mess['rus'] = array(
    'del' => 'Удалить',
    'add' => 'Добавить',
    'edit' => 'Редактировать',
    'show-element' => 'Работа с элементами контейнера данных',
    'del-err' => 'Ошибка! попробуйте ещё раз',
    'del-ok' => 'Контейнер данных удалён!',
    'not-element' => 'Контейнеров данных пока нет',
    'ok' => 'ОК',
    'title-container-data' => 'Контейнеры данных'
);

