<? // языковой файл для шаблона компонента
if ( !defined("GY_CORE") && (GY_CORE !== true) ) die( "gy: err include core" );

$mess['rus'] = array(
    'ITEMS-NULL' => '!Элементов ещё нет',
    'title-add-element' => 'Добавить новый элемент',
    'add' => 'Добавить',
    'save' => 'Изменить',
    'back' => 'Отмена',
    'title' => 'Элементы контейнера данных',
    'add-ok' => 'Элемент добавлен',
    'add-err' => '! Ошибка, попробуйте ещё раз',
    'el-edit' => 'Изменить элемент',
    'el-del' => 'Удалить элемент',
    'el-view-property' => 'Просмотреть свойства элемента',
    'del-ok' => '! Элемент удалён',
    'edit-ok' => 'Элемент изменён',
    'ok' => 'ОК'
);

