<? // языковой файл для componentInfo.php
if ( !defined("GY_CORE") && (GY_CORE !== true) ) die( "gy: err include core" );

$mess['rus'] = array(
    'text-info' => 'Форма авторизации тестовая, авторизации в ядре gy не происходит (просто демонстрация работы нескольких компонентов одновременно)',
    'property-test' => 'Поле для теста',
    'property-idComponent' => 'Уникальное число (придумать надо самому) в рамках страницы сайта где вызывается компонент (сделано если два одинаковых компонента будут на одной странице сайта)'
);